cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap "homebrew/cask"

brew 'ack'
brew 'ansible'
brew 'colordiff'
brew 'coreutils'
brew 'ffmpeg'
brew 'gettext'
brew 'git'
brew 'gpg2'
brew 'go'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'siege'
brew 'tree'
brew 'watch'
brew 'wget'

mas '1password', id: 1333542190
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'ngrok'
cask 'disk-inventory-x'
# cask 'licecap'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'tunnelblick'
cask 'vlc'
