cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'ack'
brew 'ansible'
brew 'colordiff'
brew 'coreutils'
brew 'ffmpeg', args: %w(with-libvpx with-libvorbis with-fdk-aac with-opus)
brew 'gettext'
brew 'go'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
# brew 'rvm'
brew 'siege'
brew 'tree'
brew 'watch'
brew 'wget'
# brew 'yarn'

cask '1password'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'ngrok'
cask 'disk-inventory-x'
# cask 'licecap'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant'
cask 'vlc'
cask 'virtualbox'
